{"Bienvenido a la plataforma":"Bem-vindo à plataforma","Bienvenida":"Bem-vinda","Prueba de otra manera":"Teste de outra forma","para ayudarnos a proteger tu cuenta.":"para nos ajudar a proteger sua conta.","Por favor ingresa el código que enviamos a":"Por favor, insira o código que enviamos a","Revisa tu correo electrónico para obtener un código":"Revisar seu e-mail para obter um código","Verificación de Cuenta":"Verificação de Conta","Si alguna disposición de estos términos se considera inválida o inaplicable, dicha disposición se interpretará de manera consistente con la ley aplicable, y las disposiciones restantes permanecerán en pleno vigor y efecto.":"Se alguma disposição destes termos for considerada inválida ou inaplicável, esta disposição será interpretada de maneira consistente com a lei aplicável, e as disposições permanecerão em pleno vigor e efeito.","Estos términos de uso se regirán e interpretarán de acuerdo con las leyes del Estado Plurinacional de Bolivia. Cualquier disputa que surja en relación con estos términos será resuelta por los tribunales competentes de Bolivia.":"Estes termos de uso serão registrados e interpretados de acordo com as leis do Estado Plurinacional da Bolívia. Qualquer disputa que surja em relação a estes termos será resolvida pelos tribunais competentes da Bolívia.","GEN se reserva el derecho de modificar o descontinuar el sitio o cualquier parte del mismo en cualquier momento y sin previo aviso. No seremos responsables ante usted ni ante terceros por cualquier modificación o descontinuación del sitio.":"GEN se reserva o direito de modificação ou descontinuar o site ou qualquer parte do mesmo em qualquer momento e sem aviso prévio. Não seremos responsáveis ​​por qualquer modificação ou descontinuação do site.","GEN no será responsable de ningún daño directo, indirecto, incidental o consecuente que resulte del uso o la incapacidad de uso del sitio. Esto incluye, pero no se limita a, la pérdida de beneficios, datos o uso de dinero.":"A GEN não será responsável por nenhum dano direto, indireto, incidental ou conseqüente que resulte do uso ou da incapacidade de uso do local. Isso inclui, mas não se limita, a perda de benefícios, dados ou uso de dinheiro.","Este sitio puede contener enlaces a otros sitios web. GEN no se hace responsable del contenido de esos sitios, ni de las políticas de privacidad de los mismos. La inclusión de cualquier enlace no implica respaldo por parte de GEN de dichos sitios.":"Este site pode conter links para outros sites. GEN não é responsável pelo conteúdo desses locais, nem pelas políticas de privacidade dos mismos. A inclusão de qualquer link não implica respaldo por parte do GEN de esses sites.","Todos los derechos de propiedad intelectual sobre el contenido del sitio, incluidos pero no limitados a textos, gráficos, logotipos, imágenes y software, son propiedad de GEN o de sus licenciantes. No está permitido reproducir, distribuir, modificar o utilizar los materiales del sitio sin el consentimiento previo por escrito de GEN.":"Todos os direitos de propriedade intelectual sobre o conteúdo do site, incluídos, mas sem limitações, textos, gráficos, logotipos, imagens e software, são propriedade da GEN ou de seus licenciados. Não é permitido reproduzir, distribuir, modificar ou utilizar os materiais do site sem o consentimento prévio por escrito da GEN.","Para acceder a ciertas partes del sitio, es posible que deba registrarse y crear una cuenta. Usted es responsable de mantener la confidencialidad de su contraseña y de todas las actividades realizadas bajo su cuenta. Si sospecha de un uso no autorizado de su cuenta, debe notificarnos de inmediato.":"Para acessar certas partes do site, é possível que você deva registrar e criar uma conta. Usted é responsável por manter a confidencialidade de sua contrasenha e de todas as atividades realizadas abaixo de sua conta. Se você suspeitar de um uso não autorizado de sua conta, deverá notificá-lo imediatamente.","Este sitio web está diseñado exclusivamente para residentes de Bolivia. El contenido del sitio se proporciona con el propósito de informar sobre los productos y oportunidades de negocio de GEN. Usted se compromete a utilizar el sitio únicamente para fines lícitos y de acuerdo con estas condiciones de uso.":"Este site foi projetado exclusivamente para residentes da Bolívia. O conteúdo do site é fornecido com o objetivo de informar sobre os produtos e oportunidades de negócios da GEN. Você se compromete a usar o site apenas para multas lícitas e de acordo com estas condições de uso.","El uso de este sitio web está sujeto a las condiciones de uso descritas a continuación. Le recomendamos que revise estas condiciones periódicamente, ya que cualquier modificación entrará en vigor inmediatamente después de su publicación en el sitio. Su uso continuo del sitio implica que acepta estas modificaciones.":"O uso deste site está sujeito às condições de uso descritas a seguir. Recomendamos que você revise estas condições periodicamente, pois qualquer modificação entrará em vigor imediatamente após sua publicação no site. Seu uso contínuo no local implica que essas modificações serão aceitas.","Al acceder y utilizar este sitio, usted acepta cumplir y estar sujeto a  los siguientes términos de uso. Si no está de acuerdo con estos términos, le   pedimos que no utilice nuestro sitio. Estos términos pueden ser actualizados  periódicamente, y la versión más reciente estará disponible en esta  página":"Ao acessar e utilizar este site, você aceita cumprir e estar sujeito aos seguintes termos de uso. Se não estiver de acordo com estes termos, pedimos que não utilize nosso site. Esses termos podem ser atualizados periodicamente e a versão mais recente estará disponível nesta página.","Bienvenido al sitio web de GEN":"Bem vindo ao site da GEN","Disposiciones Generales":"Disposições Gerais","Ley Aplicable y Jurisdicción":"Lei Aplicável e Jurisdição","Modificaciones al Sitio":"Modificações no site","Limitación de Responsabilidad":"Limitação de Responsabilidade","Enlaces a Otros Sitios Web":"Links para outros sites","Propiedad Intelectual":"Propriedade Intelectual","Registro y Acceso":"Registro e Acesso","Uso del Sitio Web":"Uso do Site Web","Condiciones de Uso":"Condições de uso","Introducción":"Introdução","Lista de deseos":"Lista de desejos","Comisión disponible":"Comissão disponível","solicitud de retiro":"solicitação de retirada","Inicia sesión ahora":"Iniciar sessão agora","¿Ya tienes una cuenta?":"Você tem uma conta?","Ciudad":"Cidade","Dirección":"Direção","Fecha de Nacimiento":"Data de Nascimento","Número de carnet":"Número de caderneta","Crear cuenta":"Criar conta","Registrarse":"Registrar-se","Artículos Tutoriales":"Artigos Tutoriais","Videos Tutoriales":"Vídeos Tutoriais","Copiar enlace":"Copiar link","Enlace para referidos":"Link para referidos","Banderas":"Bandeiras","Ver Estadísticas":"Ver Estatísticas","Aumenta tus Ganancias":"Aumenta seus ganhos","Elige tu recurso y":"Escolha seu recurso e","Inscríbete":"Inscreva-se","No esperes más para ser parte de este increíble proyecto. Empieza hoy mismo a transformar tu vida y la de quienes te rodean. Inscríbete, construye tu red y logra la libertad financiera que siempre has deseado.":"Não espere mais para fazer parte deste projeto incrível. Empieza hoy mismo para transformar sua vida e la de quienes te rodean. Inscreva-se, construa sua rede e logre a liberdade financeira que sempre desejou.","Únete a GEN":"Únete a GEN","Monto Total":"Monto Total","Personas":"Pessoas","Comisión":"Comissão","GEN distribuye el 40% de sus ingresos entre sus miembros activos, basándose en la estructura de red que construyas. Así es como funcionan las comisiones":"A GEN distribuiu 40% de seus ingressos entre seus membros ativos, com base na estrutura de rede que construiu. Então é como funcionam as comissões","Ganancias Potenciales":"Ganhanças Potenciais","Invita a tus conocidos, familiares, amigos y compañeros de trabajo a descubrir esta increíble oportunidad de negocios.Comparte sobre este proyecto que busca educar, motivar y generar cambios positivos en las personas, además de ofrecer fuentes de ingreso que pueden transformar vidas. Al unirte a nuestra comunidad, podrás":"Convide seus conhecidos, familiares, amigos e companheiros de trabalho para descobrir esta incrível oportunidade de negócios.Compartilhe sobre este projeto que busca educar, motivar e gerar mudanças positivas nas pessoas, além de oferecer fontes de ingresso que podem transformar vidas. Al unirte a nossa comunidade, podrás","Plan de Negocios GEN":"Plano de Negócios GEN","Con nuestro sistema de marketing multinivel, puedes":"Com nosso sistema de marketing multinível, você pode","Sabemos que uno de los mayores desafíos en la vida es la falta de estabilidad económica, lo que nos puede llevar a descuidar nuestros sueños, la familia e incluso nuestra salud. GEN te ofrece una  solución: puedes generar ingresos adicionales o convertir este emprendimiento en tu fuente principal de ingresos, alcanzando tus metas a corto, mediano y largo plazo.":"Sabemos que um dos maiores fracassos na vida é a falta de estabilidade econômica, e que podemos levar a descobrir nossos sonhos, a família e até nossa saúde. GEN te oferece uma solução: você pode gerar ingressos adicionais ou converter este empreendimento em sua fonte principal de ingressos, alcançando suas metas a curto, médio e largo quadrado.","Oportunidades con GEN":"Oportunidades com GEN","Estudiar y vivir en el exterior.":"Estudar e viver no exterior.","Inteligencia emocional.":"Inteligência emocional.","Familia, hijos y relaciones de pareja.":"Família, filhos e relacionamentos de pares.","Autoconocimiento y desarrollo espiritual.":"Autoconhecimento e desenvolvimento espiritual.","Estilo de vida saludable y bienestar.":"Estilo de vida saludável e bienestar.","Emprendimiento y oportunidades de ingresos.":"Empreendimento e oportunidades de ingresso.","Motivación y crecimiento personal.":"Motivação e crescimento pessoal.","Educación financiera para adultos y niños.":"Educação financeira para adultos e crianças.","En GEN, abarcamos una amplia gama de temas esenciales para el crecimiento integral de nuestros miembros":"Em GEN, abrimos uma ampla gama de temas essenciais para o crescimento integral de nossos membros","Áreas de Enfoque":"Áreas de Enfoque","Parte de nuestras ganancias se donan a causas sociales y organizaciones que necesitan apoyo.":"Parte de nossas finanças é doada a causas sociais e organizações que precisam de apoio.","Responsabilidad Social":"Responsabilidade Social","Inspiramos a las personas a tomar acción y avanzar hacia sus sueños.":"Inspiramos as pessoas a agir e avançar para seus sonhos.","Fomentamos el trabajo en equipo y la colaboración entre nuestra comunidad.":"Fomentamos o trabalho em equipe e a colaboração entre nossa comunidade.","Cooperación":"Cooperação","Estamos dedicados a apoyar a nuestros miembros en su camino hacia el éxito.":"Estamos dedicados a apoiar nossos membros em seu caminho até o sucesso.","Compromiso":"Compromisso","Nuestros Valores":"Nossos Valores","Parte de la ganancia de GEN será donada trimestralmente para diferentes organizaciones, obras sociales, proyectos y áreas necesitadas de nuestra sociedad.":"Parte da renda da GEN será doada trimestralmente para diferentes organizações, obras sociais, projetos e áreas necessárias de nossa sociedade.","Ser un referente global en la educación financiera y el crecimiento personal. Inspiramos, educamos y promovemos cambios sociales, ayudando a mejorar la calidad de vida de las personas en todo el mundo.":"Ser uma referência global na educação financeira e no crescimento pessoal. Inspiramos, educamos e promovemos mudanças sociais, ajudando a melhorar a qualidade de vida das pessoas em todo o mundo.","Nuestra Visión":"Nossa Visão","Oportunidades de generación de ingresos mediante nuestro sistema de marketing multinivel.":"Oportunidades de geração de ingressos através do nosso sistema de marketing multinível.","Para que nuestros miembros se inspiren y logren sus objetivos.":"Para que nossos amigos se inspirem e alcancem seus objetivos.","En áreas clave como finanzas, emprendimiento y desarrollo\n                  personal.":"Em áreas chaves como finanças, empreendimento e desenvolvimento\n pessoal.","Nuestra misión es transformar vidas, empoderar a las personas para\n            que superen sus límites y alcancen la libertad financiera. Lo\n            hacemos a través de":"Nossa missão é transformar vidas, empoderar as pessoas para\n que supera seus limites e alcance a liberdade financeira. Lo\n fazemos através de","Nuestra Misión":"Nossa Missão","En GEN (Grupo Especializado en Negocios), nos dedicamos a la\n            educación financiera, el desarrollo personal y el emprendimiento.\n            Nuestro compromiso es ofrecer servicios de alto valor, ayudando a\n            las personas a alcanzar sus metas y transformar sus vidas. A\n            través de un enfoque claro y orientado a resultados, guiamos a\n            nuestros miembros hacia la libertad financiera y un crecimiento\n            personal y profesional sostenido.":"En GEN (Grupo Especializado em Negócios), nos dedicamos a la\n educação financeira, desenvolvimento pessoal e empreendimento.\n Nosso compromisso é oferecer serviços de alto valor, ajudando a\n as pessoas alcançam suas metas e transformam suas vidas. UM\n através de uma abordagem clara e orientada a resultados, guiamos a\n nossos amigos para a liberdade financeira e o crescimento\n sostenido pessoal e profissional.","¿QUIÉNES SOMOS?":"QUEM SOMOS?","En GEN, Grupo Especializado en Negocios, te ofrecemos las\n            herramientas para alcanzar la libertad financiera y mejorar en\n            todas las áreas de tu vida. A través de cursos, coaching y\n            oportunidades de ingresos, te guiamos para que tomes el control de\n            tu futuro y el de tu familia.":"En GEN, Grupo Especializado em Negócios, oferecemos-lhe\n ferramentas para alcançar a liberdade financeira e melhorar\n todas as áreas da sua vida. Através de cursos, coaching e\n oportunidades de ingressos, te orientamos para que tomes o controle de\n seu futuro e a sua família.","con":"contra","Transforma tu vida":"Transforme sua vida","Métodos de pago":"Métodos de pagamento","Derechos de autor":"Direitos do autor","GEN. Todos los derechos reservados.":"GER. Todos os direitos reservados.","Apoyo":"Apoio","Términos de uso":"Termos de uso","Política de privacidad":"Política de privacidade","Mapa del sitio web":"Mapa do site","Legales & Derechos Reservados":"Direitos Legais e Reservados","Síguenos en":"Siga-nos em","Información de Contacto":"Informações de contato","Cerrar sesión":"Fechar sessão","Si tienes dudas o simplemente quieres saludarnos, la mejor forma de contactarnos es a través de\n                        nuestro formulario. Nos esforzamos en responder en menos de 48 horas, aunque a veces tardamos un poco más. ¡Gracias por\n                        tu paciencia! Leemos cada mensaje y lo dirigimos al equipo adecuado.También puedes visitar nuestra página de Ayuda para respuestas a las preguntas más comunes sobre\n                        GEN.":"Se você tem dúvidas ou simplesmente deseja saúde, a melhor forma de contato é através de\n nosso formulário. Nos esforçamos para responder em menos de 48 horas, mesmo que atrasemos um pouco mais. Obrigado por\n sua paciência! Lemos cada mensagem e o dirigimos para o equipamento adequado. Você também pode visitar nossa página de ajuda para responder às perguntas mais comuns sobre\n GER.","Puedes generar ingresos extra recomendando la plataforma a otros a través del sistema de marketing multinivel. Además, tendrás acceso a herramientas exclusivas que te ayudarán a promover nuestro contenido y crecer tu red de contactos.":"Você pode gerar receitas extras recomendando a plataforma para outras através do sistema de marketing multinível. Além disso, você terá acesso a ferramentas exclusivas que o ajudarão a promover nosso conteúdo e criar sua rede de contatos.","¿Cómo puedo generar ingresos extra?":"Como posso gerar receitas extras?","Nuestro sistema de afiliados multinivel te permite ganar comisiones recomendando nuestra plataforma a otras personas. A medida que tus referidos se registran y  compran membresías, podrás recibir ganancias en varios niveles de profundidad.":"Nosso sistema de afiliados multinível permite que você ganhe comissões recomendando nossa plataforma para outras pessoas. À medida que suas especificações forem registradas e compradas membresias, você poderá receber ganhos em vários níveis de profundidade.","¿Qué es el sistema de afiliados multinivel?":"O que é o sistema de afiliados multinível?","Una vez que te hayas registrado y activado tu membresía, podrás acceder  a todos los cursos y sesiones de coaching directamente desde tu panel de usuario. Los videos estarán disponibles para ver en cualquier momento.":"Uma vez que você tenha registrado e ativado sua adesão, você poderá acessar todos os cursos e sessões de coaching diretamente do seu painel de usuário. Os vídeos estarão disponíveis para visualização a qualquer momento.","¿Cómo puedo acceder a los cursos y coaching?":"Como posso acessar cursos e coaching?","Como miembro, tendrás acceso ilimitado a todos nuestros cursos de desarrollo personal, coaching, entrenamientos y seminarios. Además, podrás generar ingresos extra a través de nuestro sistema de afiliados multinivel y disfrutar de descuentos en diversas empresas asociadas.":"Como miembro, você terá acesso ilimitado a todos os nossos cursos de desenvolvimento pessoal, coaching, treinamentos e seminários. Além disso, você poderá gerar receitas extras através de nosso sistema de afiliados multinível e desfrutar de descontos em diversas empresas associadas.","¿Qué beneficios obtengo al ser miembro?":"Quais benefícios obter para ser meu amigo?","Para registrarte, simplemente haz clic en el botón \"Registrarse\" en la parte superior de la página. Completa los campos con tu información personal y sigue los pasos para activar tu cuenta.":"Para registrar, basta clicar no botão \"Registrar\" na parte superior da página. Preencha os campos com suas informações pessoais e siga os passos para ativar sua conta.","¿Cómo me registro en la plataforma?":"Como me registrar na plataforma?","Preguntas Frecuentes (FAQ)":"Perguntas Frequentes (FAQ)","Calle warnes 34, Santa Cruz, Bolivia":"Calle avisa 34, Santa Cruz, Bolívia","Cine center 5%":"Cine centro 5%","rua augusta 453, São Paulo, Brasil":"Rua Augusta 453, São Paulo, Brasil","Gimnasio UFC 15%":"Ginásio UFC 15%","También disfrutarás de descuentos en una amplia variedad de negocios asociados a nivel nacional e internacional.":"Você também poderá desfrutar de descontos em uma ampla variedade de negócios associados em nível nacional e internacional.","Nuestros Aliados":"Nossos Aliados","Genera ingresos compartiendo nuestro sistema con tu red.":"Gera ingressos compartilhando nosso sistema com seu vermelho.","Descuentos exclusivos en negocios asociados.":"Descontos exclusivos em negócios associados.","Acceso ilimitado a todos los cursos y coaching.":"Acesso ilimitado a todos os cursos e coaching.","Como miembro activo, tendrás acceso a cursos y entrenamientos exclusivos, además de la oportunidad\n                        de generar ingresos recomendando nuestra plataforma. Participa en eventos con coaches líderes y\n                        disfruta de descuentos en empresas afiliadas.":"Como meu membro ativo, você terá acesso a cursos e treinamentos exclusivos, além da oportunidade\n de gerar ingressos recomendando nossa plataforma. Participe de eventos com coaches líderes e\n desfrute de descontos em empresas afiliadas.","Aprovecha las Oportunidades de Crecimiento":"Aproveita as Oportunidades de Crescimento","Nuestra sección de Coaching y Cursos está diseñada para empoderar a emprendedores a través de\n                        programas prácticos de formación. Aprende de expertos en marketing, desarrollo personal e\n                        inteligencia emocional, y transforma tus conocimientos en oportunidades de éxito. Únete a nuestra\n                        comunidad y comienza tu viaje hacia el crecimiento hoy mismo.":"Nossa seção de Coaching e Cursos foi projetada para capacitar empreendedores através de\n programas práticos de formação. Aprenda especialistas em marketing, desenvolvimento pessoal e\n inteligência emocional, e transformar seus conhecimentos em oportunidades de sucesso. Únete a nuestra\n comunidade e início de sua viagem para o crescimento hoje mesmo.","Desarrolla Tus Habilidades: Coaching y Formación para Emprendedores":"Desarrolla Tus Habilidades: Coaching e Formação para Empreendedores","Transformación Personal para Emprendedores":"Transformação Pessoal para Empreendedores","Educación":"Educação","Motivación":"Motivação","Crecimiento":"Crescimiento","financiera":"financiera","Libertad":"Liberdade","Te ofrecemos una oportunidad única de generar ingresos adicionales a través de nuestro sistema de\n                        marketing multinivel.":"Nós oferecemos uma oportunidade única de gerar receitas adicionais através do nosso sistema de\n marketing multinível.","Beneficios":"Benefícios","¡Únete ahora!":"Únete agora!","Únete a nuestro equipo de afiliados, toma nuestros cursos de desarrollo personal y genera ingresos\n                        promoviendo conocimiento y transformación.":"Únete a nossa equipe de afiliados, tome nossos cursos de desenvolvimento pessoal e de geração de rendimentos\n promovendo conhecimento e transformação.","a solo un clic":"um só clique","crecimiento personal":"crescimento pessoal","Libertad financiera y":"Liberdade financeira e","Próximo lanzamiento":"Próximo lançamento","Ventas":"Vendas","Solicitar pago":"Solicitar pagamento","Ver detalles":"Ver detalhes","Comisiones pendientes":"Comissões pendentes","Comisiones en proceso":"Comissões em processo","Comisiones Pagadas":"Comissões Pagadas","¿Aún no eres afiliado?":"Ainda não é afiliado?","Recuperar contraseña":"Recuperar senha","Inicia sesión en LIGO para transferir su dinero.":"Inicie uma sessão no LIGO para transferir seu dinheiro.","Transferir utilizando LIGO":"Transferir utilizando LIGO","Inicia sesión en PayPal para transferir su dinero.":"Inicia sessão no PayPal para transferir dinheiro.","Transferir utilizando PayPal":"Transferir usando PayPal","Transferir fondos de comisiones a su cuenta bancaria.":"Transferir para sua conta bancária","Transferir a su cuenta bancaria":"Transferir para sua conta bancária","Retirar Fondos":"Retirar Fundos","Transferir Fondos":"Transferir Fundos","Guardar cambios":"Guardar câmbios","Tus Redes Sociales":"Tus Redes Sociais","Tu Perfil":"Seu Perfil","Tus datos":"Seus dados","Usuario":"Usuária","Biografía":"Biografia","Editar Tu Perfil":"Editar seu perfil","No hay datos disponibles":"Não há dados disponíveis","Comisión Generada":"Comissão Gerada","Porcentaje":"Porcentagem","Nivel":"Nível","Referido":"Referida","Fecha":"Data","Accede a nuestros recursos para":"Acesse nossos recursos para","Ver Recursos":"Ver Recursos","aumentar tus ganancias":"aumentar seus ganhos","Distribución de Comisiones por Nivel":"Distribuição de Comissões por Nivel","Ventas por Mes":"Vendas por mim","Número de Referidos Activos":"Número de Referidos Ativos","Comisiones Generadas":"Comissões Geradas","Retirar Comisión":"Retirar Comissão","Ventas Totales":"Vendas totais","Resumen de Ventas":"Resumo de Vendas","Afiliados":"Afiliados","Panel":"Painel","Panel de afiliados":"Painel de afiliados","Aprende a Gestionar tu Tiempo":"Aprenda a gerenciar seu tempo","En esta sección, recopilamos valiosos consejos y experiencias de empresarios y emprendedores\n                        exitosos que han recorrido el camino del emprendimiento. Aprende de sus triunfos y fracasos para\n                        aplicarlos en tu propio viaje, y descubre las claves para superar desafíos, fomentar la innovación y\n                        alcanzar el éxito en tu negocio.":"Nesta seção, coletamos conselhos e experiências valiosas de empresários e empreendedores\n pessoas de sucesso que trilharam o caminho do empreendedorismo. Aprenda com seus triunfos e fracassos para\n Aplique-os à sua própria jornada e descubra as chaves para superar desafios, fomentar a inovação e\n alcançar o sucesso em seu negócio.","Consejos de Éxito: Sabiduría de Empresarios y Emprendedores":"Dicas de sucesso: sabedoria de empresários e empreendedores","¡Únete a GEN y comienza hoy!":"Junte-se ao GEN e comece hoje mesmo!","Descubre nuestro nuevo curso diseñado para potenciar tus habilidades mentales. Aprende técnicas\n                        innovadoras para mejorar tu concentración, memoria y creatividad. ¡Inscríbete ahora y comienza a\n                        entrenar tu mente!":"Descubra nosso novo curso desenvolvido para aprimorar suas habilidades mentais. Aprenda técnicas\n inovador para melhorar sua concentração, memória e criatividade. Cadastre-se agora e comece\n treine sua mente!","habilidades de la mente":"habilidades mentais","Curso nuevo para":"Novo curso para","Descripción":"Descrição","Asunto":"Assunto","Número de celular":"número de celular","Correo electrónico":"E-mail","Contacta con nosotros":"Contate-nos","Conéctate con nosotros a través de nuestras redes sociales":"Conecte-se conosco através de nossas redes sociais","¡Ponte en Contacto!":"Entre em contato!","Si tienes dudas o simplemente quieres saludarnos, la mejor forma de contactarnos es a través de nuestro formulario.\n                    Nos esforzamos en responder en menos de 48 horas, aunque a veces tardamos un poco más. ¡Gracias por tu paciencia! Leemos cada mensaje y lo dirigimos al equipo adecuado.\n                    También puedes visitar nuestra página de Ayuda para respuestas a las preguntas más comunes sobre GEN.":"Se você tiver dúvidas ou apenas quiser dar um olá, a melhor forma de entrar em contato conosco é através do nosso formulário.\n Nós nos esforçamos para responder dentro de 48 horas, embora às vezes demore um pouco mais. Obrigado pela sua paciência! Lemos cada mensagem e encaminhamos para a equipe apropriada.\n Você também pode visitar nossa página de Ajuda para obter respostas às perguntas mais comuns sobre o GEN.","Estadísticas Claves":"Principais estatísticas","Cambiar Contraseña":"Alterar a senha","GEN":"GENE","El blog de":"O blog de","Enviar respuesta":"Enviar resposta","Continúa leyendo":"Continuar lendo","No se encontraron publicaciones de blog.":"Nenhuma postagem de blog encontrada.","Lo más leído":"Mais lido","Iniciar Sesión":"Conecte-se","Enviar comentario":"Enviar comentario","Detalles del blog":"Detalhes do blog","Me gusta":"Eu gosto","Nuevo comentario":"Novo comentário","Regístrate Aquí":"Cadastre-se aqui","No esperes más para ser parte de este increíble proyecto. Empieza hoy mismo a transformar tu vida y la de quienes te rodean.":"Não espere mais para fazer parte deste projeto incrível. Comece hoje a transformar sua vida e a vida das pessoas ao seu redor.","¡Deseas obtener un ingreso adicional?":"Você quer ganhar uma renda adicional?","No se encontraron resultados para tu búsqueda.":"Nenhum resultado foi encontrado para sua pesquisa.","Ayuda?":"Ajuda?","¿Necesitas":"Você precisa","Libros Recomendados":"Livros recomendados","Publicado":"Publicado","Duración":"Duração","Detalles del Audiolibro":"Detalhes do audiolivro","Participación en eventos exclusivos para expandir tu red de contactos.":"Participação em eventos exclusivos para ampliar sua rede de contatos.","Oportunidad de mejorar tus finanzas, crecer personalmente y contribuir a causas sociales.":"Oportunidade de melhorar suas finanças, crescer pessoalmente e contribuir com causas sociais.","Comisiones por las personas que inscribas en tu red hasta el séptimo nivel.":"Comissões para as pessoas que você inscreve em sua rede até o sétimo nível.","Acceso ilimitado a todos los cursos, entrenamientos y materiales digitales.":"Acesso ilimitado a todos os cursos, treinamentos e materiais digitais.","Membresía anual":"Associação anual","Total a Pagar":"Total a Pagar","Términos y condiciones":"Termos e Condições","Acepto los":"eu aceito o","Código de seguridad":"Código de segurança","Expiración":"Expiração","Apellido":"Sobrenome","Nombre":"Nome","Número de tarjeta":"Número do cartão","Enviar":"Enviar","Recibo de Pago":"Receita de Pago","Descargar Código QR":"Baixar Código QR","Monto":"Monte","PayPal":"PayPal","Tarjeta de crédito":"Cartão de crédito","CÓDIGO QR":"CÓDIGO QR","Métodos de Pago":"Métodos de pagamento","Formulario de Registro":"Formulário de Inscrição","Recursos":"Recursos","Ganancias":"Ganhos","Genealogía":"Genealogia","¿Necesitas ayuda?":"Você precisa de ajuda?","Contáctanos":"Contate-nos","Blog":"Blogue","Cursos":"Cursos","Nosotros":"Nós","Inicio":"Começar"}